Repository: common-repository/bluerange-google-analytics-manager
Catalog: languages/bluerange-google-analytics-manager -*.po
Languages: sv_se

source: Add Image
sv_se: Lägg till bild

source: Change
sv_se: Ändra

source: Remove
sv_se: Ta bort

source: Configure Google Analytics
sv_se: Konfigurera Google Analytics

source: Thank you for installing Bluerange Google Analytics.
sv_se: Tack för att du installerade Bluerange Google Analytics.

source: Ready to get started?
sv_se: Redo att sätta igång?

source: Set up Google Analytics
sv_se: Sätta upp Google Analytics

source: Settings saved.
sv_se: Inställningar sparades.

source: by Bluerange Sweden AB
sv_se: av Bluerange Sweden AB

source: Google Analytics Manager is a lean, fast, simple, no-frills way to add your Google Analytics code to your WordPress site
sv_se: Google Analytics Manager är ett snabbt, enkelt, utan krusiduller sätt att lägga till din Google Analytics-kod till din WordPress-webbplats

source: Thanks for using Google Analytics Manager
sv_se: Tack för att du använder Google Analytics Manager

source: Need help? %1$sRead our quick-start guide.%2$s
sv_se: Behöver du hjälp? %1$sLäs vår snabbstartsguide.%2$s

source: Your Google Analytics ID should only contain numbers
sv_se: Ditt Google Analytics ID bör innehålla nummer

source: What is my Google Analytics ID?
sv_se: Vad är mitt Google Analytics ID?

source: Exclude Users
sv_se: Exkludera användare

source: Logged in users selected above will not trigger analytics tracking.
sv_se: Inloggade användare valda ovan kommer inte att synas i Analytics.

source: Save
sv_se: Spara
